tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "ack"
brew "xz"
brew "bat"
brew "glib"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "open-mpi"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "podman"
brew "poppler"
brew "python-setuptools"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tmux"
brew "vips"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
cask "alacritty"
cask "warp"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
